export const questions = [
    {
        q: '사람들과 배민으로 음식을 주문할 때 나의 모습은?',
        a: '선호도 조사를 통해 최대한 메뉴에 불만이 없도록 조정한다.',
        b: '내가 먹고 싶은 음식을 어필하며 메뉴 선정을 주도한다.',
        c: '‘난 다 좋아~’ 뭐든 잘 먹으니 알아서 고르도록 기다린다.',
        d: '포인트 적립을 위해 내 아이디로 주문한다.',
    },

    {
        q: '회사에서 내가 감당하기 어려운 일이 주어졌을 때 가장 먼저 드는 생각은?',
        a: '일단 부딪혀보자는 마인드로 열심히 해본다.',
        b: '‘왜 나한테 이 일을 맡기셨지?’ 상사의 의도를 먼저 파악한다.',
        c: '‘계획부터 세워야지!’ 체계적인 타임라인을 짠다.',
        d: '‘내게 왜 이런 시련이’ 두렵다는 생각부터 든다.',
    },

    {
        q: ' 송년회 장소로 데려다 줄 기차에 앉았는데, 앞에 할머니가 오셨다. 어떻게 하지?',
        a: '바로 양보한다.',
        b: '보는 눈이 많아 어쩔 수 없이 양보한다.',
        c: '‘죄송하지만, 나도 지금 너무 힘들어…’라고 생각하며, 못본 척을 한다.',
        d: '다리를 다친 척 한다.',
    },

    {
        q: ' 연말 파티에 참석한 당신의 모습은?',
        a: '모르는 사람들과도 인사를 나누며 즐겁게 참여한다.',
        b: '‘오, 저 아이디어는 쓸만한데?’ 파티 콘텐츠의 구성을 분석한다.',
        c: '‘사람 많은 곳은 힘들어…’ 구석에서 최대한 조용히 있는다.',
        d: '프로그램보다는 경품추첨이 가장 기다려진다.',
    },

    {
        q: ' 특별한 마법 주문들 중 가장 배우고 싶은 주문은?',
        a: '비행 능력을 주는 주문',
        b: '무엇이든 투시할 수 있는 주문',
        c: '먹어도 살 안 찌게 해주는 주문',
        d: '돈을 복사할 수 있는 주문',
    },

    {
        q: ' 네 가지 색상의 물약이 눈 앞에 놓여있다. 어떤 색상의 물약을 마시겠는가?',
        a: '초록색 물약',
        b: '파란색 물약',
        c: '노란색 물약',
        d: '빨간색 물약',
    },

    {
        q: ' 마법사가 된 당신, 빗자루를 타고 급히 출근을 하는데 지각을 할 것 같다면?',
        a: '일단 최대한 빠르게 도착한 후 동료들에게 미안함을 전한다.',
        b: '‘왜 늦었지?’ 돌아보며 다음부터 지각 안 할 방법을 구상한다.',
        c: '이왕 늦었으니 안전을 위해 천천히 비행한다.',
        d: '빗자루를 부러뜨려 고장났다고 변명을 한다.',
    },

    {
        q: ' 2023년 최고의 마법사로 선정된 당신, 받고 싶은 선물은?',
        a: '비행이 가능한 마법 오토바이',
        b: '사람처럼 대화가 가능한 마법 헬멧',
        c: '물건을 아무리 담아도 가벼운 마법 봉다리',
        d: '모든 일을 자동화시켜주는 마법 머신',
    },

    {
        q: ' 당신을 소개하는 한줄평으로 가장 원하는 것은?',
        a: '남을 배려하고 늘 협동하여 사람들에게 인기 많은 마법사',
        b: '근면하고 성실한 자세로 동료들에게 존경받는 마법사',
        c: '근검절약의 아이콘으로 동료들이 늘 믿어주는 마법사',
        d: '항상 새시대의 마법을 빠르게 익혀 새일꾼이라고 칭송받는 마법사',
    },
]
